Repository: cmsunoPlugins/markdown
Catalog: lang/*.utf8/LC_MESSAGES/markdown.po
Languages: es_es, fr_fr

source: Digital Download
es_es: Descarga Digital
fr_fr: Téléchargement Digital

source: This plugin allows you to display the formatted content of a MarkDown file or content in your page.
es_es: Este plugin te permite mostrar el contenido con formato de un archivo o un contenido MarkDown en su página.
fr_fr: Ce plugin vous permet d'afficher un contenu ou un fichier formaté MarkDown (.md) dans votre page.

source: It use
es_es: Utiliza
fr_fr: Il utilise

source: Just insert the code
es_es: Sólo tiene que insertar el código
fr_fr: Il suffit d'ins&eacute;rer le code

source: nameofthefileorcontent
es_es: nombredelcontenido
fr_fr: nomdufichierouducontenu

source: in the template or in the page content.
es_es: en la plantilla o en el contenido de la página.
fr_fr: dans le template ou dans le contenu de la page.

source: You can display many differents MarkDown files or content.
es_es: Puede mostrar muchos archivos MarkDown diferentes o contenido.
fr_fr: Vous pouvez afficher plusieurs fichiers ou contenu MarkDown.

source: More details about WordPress readme file...
es_es: Más detalles sobre WordPress archivo readme...
fr_fr: A propos des fichiers readme de WordPress...

source: You can use this plugin to allow Paid download for a WordPress premium plugin. It's easy and appearance is identical to the plugin page available on wordpress.org.
es_es: Puede utilizar este plugin para permitir la descarga de pago de un plugin de WordPress premium. Es fácil y apariencia es idéntica a la página del plugin disponible en wordpress.org.
fr_fr: Vous pouvez utiliser ce plugin pour proposer le téléchargement payant d'un plugin WordPress premium. C'est facile et l'aspect est identique au site wordpress.org.

source: Rules
es_es: Reglas
fr_fr: Règles

source: The plugin file should be named
es_es: El archivo plugin debe ser nombrado
fr_fr: Le plugin doit se nommer

source: (name of the shortcode
es_es: (nombre del shortcode
fr_fr: (nom du shortcode

source: This name will be encrypted by CMSUno.
es_es: Este nombre se cifrará por CMSUno.
fr_fr: Ce nom sera encodé par CMSUno.

source: The plugin file must be placed in
es_es: El archivo plugin debe ser colocado en
fr_fr: Le fichier du plugin doit être déposé dans

source: with the finder, directly under files.
es_es: con el finder, directamente debajo de archivos.
fr_fr: avec le finder, directement sous files.

source: Banner and screenshot must also be stored in files/foo.
es_es: Banner y pantalla también deben ser almacenados en archivos/foo.
fr_fr: La bannière et les screenshots doivent également être dans files/foo.

source: Banner and screenshot retain the same name as wordpress.org.
es_es: Banner y pantalla conservan el mismo nombre que wordpress.org.
fr_fr: La bannière et les screenshots conservent le même nom que sur wordpress.org.

source: If it's a paying plugin, a line must be added in the .txt file, under the title (with Tags, License...) :
es_es: Si se trata de un plugin de pagar, una línea hay que añadir en el archivo .txt, bajo el título (con las etiquetas, licencia ...) :
fr_fr: Pour un plugin payant, une ligne doit être ajoutée dans le fichier .txt, sous le titre (avec Tags, License...) :

source: To add a support forum, add this chapter in .txt file :
es_es: Para añadir un foro de soporte, agregue este capítulo en el archivo .txt :
fr_fr: Pour ajouter un forum de support, ajouter ce chapitre dans le fichier .txt :

source: with the contents
es_es: con el contenido
fr_fr: avec le contenu

source: to call the support plugin.
es_es: llamar el plugin apoyo.
fr_fr: pour appeler le plugin de support.

source: Parser
es_es: Analizador
fr_fr: Décodeur

source: Standard MD
es_es: Estándar MD
fr_fr: MD Standard

source: MD with extra tags
es_es: MD con etiquetas adicionales
fr_fr: MD avec extras

source: WordPress readme
fr_fr: Readme.txt de WordPress

source: Extra adds features not available in standard MD.
es_es: Extra añade características no disponibles en MD estándar.
fr_fr: Extra permets des décodages supplémentaires.

source: WordPress is an alternative used in readme.txt.
es_es: WordPress es una alternativa utilizada en readme.txt.
fr_fr: WordPress permet de décoder le readme des plugins.

source: No CSS
fr_fr: Pas de CSS

source: CSS to style the HTML output.
es_es: CSS para estilizar el resultado HTML.
fr_fr: CSS pour styliser la sortie HTML.

source: Payment system
es_es: Sistema de pago
fr_fr: Système de paiement

source: multiple choice (Payment)
es_es: opciones múltiples (Payment)
fr_fr: choix multiple (Payment)

source: Only WordPress CSS and Parser. Used to sell a premium plugin. External used in selected plugin required.
es_es: Sólo CSS WordPress y Analizador. Se utiliza para vender un plugin premium. Externo utiliza en complemento seleccionado requerida.
fr_fr: Uniquement pour WordPress CSS et Décodeur. Vente de plugin Premium. Cocher 'externe' dans le plugin de paiement.

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistre le contenu

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Add a content or a MD File :
es_es: Añadir un archivo o un contenido MD :
fr_fr: Ajouter un fichier ou un contenu MD :

source: Name
es_es: Nombre
fr_fr: Nom

source: The name will be used in the shortcode : [[markdown-name]].
es_es: El nombre se utilizará en el shortcode : [[markdown-nombre]].
fr_fr: Le nom sera utilisé dans le shortcode : [[markdown-name]].

source: MD File
es_es: MD archivo
fr_fr: Fichier MD

source: File manager
es_es: Administrador de archivos
fr_fr: Gestionnaire de fichier

source: MD Content
es_es: Contenido MD
fr_fr: Contenu MD

source: Add File or Content, not both !
es_es: ¡Agregue Archivo o Contenido, no ambos!
fr_fr: Ajouter un fichier ou un contenu, pas les deux !

source: Error
fr_fr: Erreur

source: Add this file
es_es: Añadir este archivo
fr_fr: Ajoute ce fichier

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Selection
es_es: Selección
fr_fr: Sélection

source: Create a file named key.php with this content
es_es: Cree un archivo denominado key.php con este contenido
fr_fr: Créer un fichier nommé key.php avec le contenu suivant

source: Create new free Key
es_es: Crear nueva Clave gratuita
fr_fr: Créer une nouvelle clef gratuite

source: Updates monitoring
es_es: Monitoreo Actualizaciones
fr_fr: Surveillance des mises à jour

source: The updates are automatically blocked from 5 URL on the same key.
es_es: Las actualizaciones se bloquean automáticamente a partir de 5 URL en la misma clave.
fr_fr: Les mises à jour sont automatiquement bloquées à partir de 5 URL sur une même clef.

source: File
es_es: Archivo
fr_fr: Fichier

source: Date of purchase
es_es: Fecha de compra
fr_fr: Date d'achat

source: Key
es_es: Clave
fr_fr: Clef

source: Payment
es_es: Pago
fr_fr: Paiement

source: Detail
es_es: Detalle
fr_fr: Détail

source: Banish
es_es: Desterrar
fr_fr: Bannir

source: Del
es_es: Borrar
fr_fr: Suppr

source: Yes
es_es: Sí
fr_fr: Oui

source: No
fr_fr: Non

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectu&eacute;e

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible

source: Removed
es_es: Eliminado
fr_fr: Supprimé

source: Treated
es_es: Tratada
fr_fr: Traité

source: Options
es_es: Opciones
